jekyll/_posts/2020-05-28-mess-made-real.html
---
layout: post
title: Mess Made Real
categories: attempts
---
<div id="outline-container-org6310a5e" class="outline-2">
<h2 id="org6310a5e">Mess Made Real</h2>
<div class="outline-text-2" id="text-org6310a5e">
<p>
I am so beside myself that words feel empty. Forget the hypercomplexity of global objects, the concerns of a middle-sized metropolitan area are humbling enough. There is no epistemology adequate for this local, within-walking-distance set of events.
</p>

<p>
{% tweet https://twitter.com/MutualArising/status/1266197206538870784 %}
</p>

<p>
One person: people die every day, but not this way. It's not escaping justice: people escape justice everyday, it's that escaping justice seemed inevitable.
</p>

<p>
A grocery store: a piece of essential neighborhood infrastructure whose absence is a distinct source of inequality, a capital asset of a large corporation, an employer in an uncertain economy, full of "stuff" not people, stuff that feeds people that the neighborhood is now already fundraising to replace. 
</p>

<p>
A housing development: neighbors for more neighbors, income for local businesses, just a bunch of lumber, a gentrifying force.
</p>

<p>
A big-box store: ugly, discriminatory, insured. A hole on the strip that will take years to rebuild in any form.
</p>

<p>
Small businesses: complicit, an acceptable casualty, just stuff, a person's passion, several peoples' livelihoods, the only liberatory capitalism. Signs in the window: "black owned business"—passover, reckoning.
</p>

<p>
Policing: tremendously overfunded, tremendously unprepared to handle any sort of significant resistance. Are people really just finding out now that a crowd as small as 20 people can loot a store without significant consequences? What was preventing them before this moment?
</p>

<p>
Protest: "stay home tonight" he said, like we were speaking to god. "do something" he said, assuming we were just walking to enjoy the evening
</p>

<p>
"just a few broken windows" → "looting essential items, mostly" → "a little light arson" at extraordinary speeds
</p>

<p>
Rioting: necessary convulsion, we trust it will stay contained to property, trust that the revelatory freedom will respect the right to life of the people around it, trust that the already activated can't be goaded into more extreme actions, trust that the worst of us won't take advantage of a bad situation to harm the worst off of us
</p>

<p>
Startling insensitivity from police on the streets (or the rooftops, as it were). "Less-lethal" munition fired without care for life or limb, actively "drawing aggro" like they were in a video game. 
</p>

<p>
Startling silence from anyone that seems like they could be in charge. No leaders on the ground. Nobody at the top putting their bodies on the line. I can't blame them. I haven't either. But the symbolism of me yelling at a cop pales to the spiritual relief of a Mayor or police chief subjecting themself to the abuse of the crowd. Seems like the one thing disincentivized by modern politics is actual leadership.
</p>

<p>
Restrained by precedent, restrained by fear, confused by the speed at which the goalposts move. 
</p>

<p>
Community leaders imagining that the whole city is their community, elected leaders imagining that consistent messaging works as crowd control.
</p>

<p>
Me, trying to water my tiny garden and keep the new transplants from dying.
</p>
</div>
</div>
